▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
▁the	-3.34897
.	-3.352
,	-3.47482
s	-3.63575
▁a	-3.89545
▁and	-4.0476
▁to	-4.06084
▁of	-4.0788
'	-4.13734
br	-4.34084
▁/>	-4.36055
<	-4.40686
▁is	-4.40845
▁I	-4.49456
▁in	-4.56352
▁it	-4.59162
▁that	-4.73453
▁this	-4.78596
t	-4.85168
▁was	-4.9863
▁movie	-5.01708
ing	-5.11536
-	-5.13606
▁	-5.15145
▁for	-5.2518
▁with	-5.2872
▁film	-5.35931
▁The	-5.37619
ed	-5.41876
▁but	-5.44155
▁on	-5.44218
▁be	-5.49902
▁have	-5.52153
▁"	-5.52239
▁as	-5.53743
▁you	-5.55562
▁not	-5.58916
▁(	-5.60486
▁are	-5.63666
ly	-5.66525
"	-5.76616
▁one	-5.79103
d	-5.81064
▁like	-5.87596
▁they	-5.87737
▁his	-5.88725
▁all	-5.91187
▁he	-5.92512
▁at	-5.93139
▁so	-5.97959
▁just	-6.00424
▁an	-6.01788
▁from	-6.04316
▁who	-6.04913
▁by	-6.05232
)	-6.05533
▁or	-6.06909
▁out	-6.06925
y	-6.07309
▁about	-6.09928
?	-6.17042
e	-6.18766
▁some	-6.22431
▁has	-6.2549
▁can	-6.30537
▁there	-6.31808
▁It	-6.32047
▁would	-6.3341
▁her	-6.33923
!	-6.33988
▁no	-6.34012
▁bad	-6.35612
n	-6.35759
▁good	-6.35955
▁up	-6.374
▁if	-6.3756
▁even	-6.38931
m	-6.39313
▁more	-6.42107
▁time	-6.42737
▁what	-6.44153
▁only	-6.44328
▁make	-6.45263
▁This	-6.46014
▁get	-6.46424
▁were	-6.46772
▁had	-6.49317
▁really	-6.49662
▁me	-6.5079
▁could	-6.52576
The	-6.5327
...	-6.54821
▁very	-6.54872
▁when	-6.6025
▁my	-6.62565
er	-6.63313
▁been	-6.63739
▁see	-6.64319
▁A	-6.65844
▁much	-6.65902
▁story	-6.66309
▁their	-6.66486
▁do	-6.66901
:	-6.67651
▁she	-6.67814
I	-6.68222
▁than	-6.68495
ve	-6.7199
a	-6.72637
re	-6.7394
▁into	-6.74478
▁which	-6.74752
▁people	-6.7894
▁made	-6.80854
▁don	-6.81502
▁we	-6.83507
▁-	-6.8403
▁other	-6.85209
▁because	-6.85492
▁any	-6.85935
▁plot	-6.87846
▁how	-6.88174
▁too	-6.89949
▁way	-6.93881
▁movies	-6.95562
▁them	-6.96885
▁acting	-6.97151
▁most	-6.9837
▁think	-7.00018
▁will	-7.00971
▁better	-7.02361
▁off	-7.02852
▁him	-7.02947
l	-7.03021
▁characters	-7.03131
▁seen	-7.03398
▁know	-7.03575
▁over	-7.03912
▁should	-7.04732
▁ever	-7.04776
▁character	-7.05888
▁did	-7.06004
▁watch	-7.06507
▁And	-7.07327
▁never	-7.07575
▁show	-7.08047
al	-7.08577
▁first	-7.1008
▁say	-7.11134
▁also	-7.11574
▁then	-7.12721
▁your	-7.12998
▁look	-7.13807
▁But	-7.14071
▁well	-7.15016
▁where	-7.15542
o	-7.18624
es	-7.18736
▁little	-7.20533
▁being	-7.21744
▁'	-7.22139
▁want	-7.2222
▁many	-7.22608
▁thing	-7.22981
).	-7.23754
▁didn	-7.24809
▁S	-7.24826
r	-7.24829
▁i	-7.25279
▁two	-7.25345
▁something	-7.2535
▁after	-7.25835
▁scenes	-7.26665
▁There	-7.2748
▁scene	-7.27977
▁films	-7.28147
;	-7.28187
▁<	-7.28403
in	-7.28533
▁end	-7.29524
▁go	-7.30279
▁If	-7.31662
▁He	-7.31715
ll	-7.32968
▁nothing	-7.33002
▁watching	-7.33521
▁In	-7.33898
or	-7.36535
/	-7.37304
▁does	-7.37341
S	-7.39308
▁actually	-7.39366
ting	-7.40306
▁doesn	-7.40907
▁these	-7.4091
▁back	-7.41058
▁actors	-7.41112
▁through	-7.41596
▁great	-7.4242
▁B	-7.42532
▁going	-7.43165
▁worst	-7.43655
▁minutes	-7.44348
▁man	-7.45256
▁part	-7.46874
A	-7.46922
p	-7.47191
c	-7.47386
▁such	-7.47577
▁find	-7.47866
),	-7.47929
▁life	-7.4817
▁real	-7.48534
▁why	-7.49123
▁funny	-7.50389
▁still	-7.51335
▁work	-7.52025
▁director	-7.52271
▁few	-7.53246
▁script	-7.534
▁before	-7.54226
▁lot	-7.54988
le	-7.55891
▁here	-7.55925
i	-7.5688
▁around	-7.57292
▁old	-7.57501
▁least	-7.57564
▁fact	-7.57828
▁pretty	-7.57906
▁best	-7.57931
▁love	-7.57976
▁down	-7.58279
▁those	-7.59971
▁guy	-7.60863
▁same	-7.62437
▁its	-7.6254
▁give	-7.63228
▁enough	-7.6351
▁seems	-7.64597
▁thought	-7.65637
▁another	-7.66733
▁while	-7.69112
▁whole	-7.70492
▁got	-7.70605
and	-7.70615
▁original	-7.7179
th	-7.72948
on	-7.73256
the	-7.73271
▁horror	-7.73782
▁isn	-7.74342
▁again	-7.74514
b	-7.74902
▁things	-7.74916
▁take	-7.75002
▁big	-7.75331
▁might	-7.75357
▁point	-7.75924
▁feel	-7.75984
▁years	-7.77017
▁C	-7.77334
▁every	-7.77436
se	-7.7745
▁They	-7.77487
▁interesting	-7.77598
▁stupid	-7.78192
▁money	-7.78238
▁P	-7.78299
▁though	-7.78344
▁un	-7.78987
▁must	-7.79113
▁anything	-7.80832
▁poor	-7.80883
▁long	-7.82851
▁hard	-7.83948
▁far	-7.84129
▁reason	-7.84252
T	-7.84593
&	-7.856
ic	-7.86085
▁right	-7.86128
▁now	-7.86195
▁awful	-7.86529
▁put	-7.86533
te	-7.86662
▁book	-7.87074
▁action	-7.8731
▁gets	-7.88051
▁am	-7.88129
▁quite	-7.88806
▁waste	-7.89006
▁kind	-7.89151
▁come	-7.89476
f	-7.89551
▁bit	-7.89735
an	-7.89812
ers	-7.89871
▁without	-7.89911
en	-7.89941
▁believe	-7.89949
C	-7.91
▁effects	-7.912
▁away	-7.91511
▁comedy	-7.9168
▁sure	-7.92121
▁2	-7.92232
▁What	-7.92772
▁boring	-7.93063
▁completely	-7.93227
▁trying	-7.93502
ion	-7.93731
▁done	-7.93768
▁You	-7.94062
▁cast	-7.94374
g	-7.94565
▁else	-7.95015
almost	-7.96024
▁saw	-7.96517
k	-7.96534
▁re	-7.96581
▁someone	-7.96621
it	-7.96993
▁name	-7.98119
▁anyone	-7.98753
▁making	-7.99129
▁looking	-7.99508
▁That	-8.0014
able	-8.00807
▁probably	-8.01141
▁goes	-8.01289
▁idea	-8.01664
".	-8.01673
▁world	-8.01676
▁seem	-8.01783
▁sense	-8.02182
▁girl	-8.02239
ar	-8.02636
D	-8.03556
▁tell	-8.03711
▁terrible	-8.03801
less	-8.04636
▁read	-8.04647
▁place	-8.04856
▁main	-8.05443
▁role	-8.06094
▁wasn	-8.06164
▁D	-8.06509
▁left	-8.07075
▁TV	-8.07159
--	-8.07968
▁screen	-8.08831
▁So	-8.09388
▁fun	-8.09676
▁found	-8.09927
▁10	-8.09964
▁No	-8.10377
▁worse	-8.10474
M	-8.1061
as	-8.10789
u	-8.10808
is	-8.11092
▁new	-8.11312
▁us	-8.11951
▁set	-8.11963
us	-8.12027
▁instead	-8.12275
▁times	-8.12365
R	-8.12523
(	-8.12689
ce	-8.13333
▁looks	-8.13369
▁own	-8.1337
▁always	-8.13475
▁let	-8.13496
",	-8.1398
▁camera	-8.1403
▁American	-8.14482
▁low	-8.15111
▁since	-8.15201
▁use	-8.15585
▁may	-8.15857
man	-8.16381
▁between	-8.16412
This	-8.16446
▁last	-8.16454
▁watched	-8.16522
▁actor	-8.16929
▁special	-8.17026
▁rather	-8.17029
▁budget	-8.17134
▁When	-8.1715
▁woman	-8.17653
el	-8.18793
▁everything	-8.18888
▁laugh	-8.18891
▁M	-8.18912
▁start	-8.19269
P	-8.19766
▁audience	-8.2002
▁music	-8.20712
▁shot	-8.20754
▁guess	-8.20787
▁either	-8.20811
▁sound	-8.21372
ri	-8.21733
▁She	-8.21979
▁T	-8.22225
▁hav	-8.22289
▁F	-8.22735
ur	-8.22906
It	-8.23179
w	-8.23189
▁As	-8.2325
▁wrong	-8.23382
▁need	-8.23597
▁ending	-8.23646
h	-8.23912
▁fan	-8.24035
▁Why	-8.24114
ness	-8.24312
▁horrible	-8.24696
▁try	-8.24843
▁comes	-8.25115
▁young	-8.25346
▁course	-8.25362
▁short	-8.25363
▁dialogue	-8.25366
▁DVD	-8.26723
▁rest	-8.26784
▁To	-8.27099
▁worth	-8.27129
▁half	-8.27409
▁line	-8.27926
▁K	-8.28345
▁day	-8.28352
▁said	-8.28767
▁under	-8.29536
▁head	-8.29546
▁high	-8.30346
▁seeing	-8.30521
▁remember	-8.30862
▁mean	-8.31278
▁once	-8.3141
▁guys	-8.31911
▁care	-8.32131
▁different	-8.32304
est	-8.32687
▁E	-8.32727
▁For	-8.32853
▁both	-8.32869
▁each	-8.33008
▁friends	-8.33498
ity	-8.33546
▁series	-8.33766
▁Not	-8.33836
▁kids	-8.3433
▁three	-8.3447
▁went	-8.34515
▁absolutely	-8.34527
▁job	-8.34704
st	-8.34993
▁sort	-8.35204
▁everyone	-8.35229
to	-8.35605
▁person	-8.35879
▁3	-8.3589
▁case	-8.35936
▁women	-8.35947
▁production	-8.3597
ra	-8.36217
▁Well	-8.36533
▁used	-8.36879
▁play	-8.37401
▁yet	-8.37467
▁video	-8.3748
B	-8.3752
▁nice	-8.37825
▁simply	-8.38191
▁version	-8.38194
▁our	-8.38305
▁flick	-8.38623
▁supposed	-8.38717
▁played	-8.38732
▁sex	-8.38743
ie	-8.38912
▁together	-8.38955
▁run	-8.3915
▁doing	-8.39264
▁ridiculous	-8.39724
N	-8.39728
▁crap	-8.40026
▁piece	-8.40213
▁next	-8.40499
▁fall	-8.40505
▁b	-8.40602
▁kill	-8.40877
▁plays	-8.40901
▁dur	-8.40968
▁however	-8.4133
▁lack	-8.41976
▁THE	-8.42379
▁We	-8.42855
▁men	-8.43329
ies	-8.4333
▁seemed	-8.43539
▁full	-8.4364
▁All	-8.4421
▁sit	-8.44233
▁wife	-8.44503
▁night	-8.44569
▁help	-8.44756
▁killed	-8.44931
▁performance	-8.45092
▁cheap	-8.45281
▁family	-8.45288
▁turn	-8.45497
▁entire	-8.45749
▁shows	-8.45809
ous	-8.45829
▁ga	-8.461
▁black	-8.46138
▁school	-8.4617
▁However	-8.46198
E	-8.46619
▁keep	-8.4676
▁Hollywood	-8.46954
▁attempt	-8.47009
at	-8.47453
▁O	-8.47464
ation	-8.47478
▁small	-8.4776
▁usual	-8.47767
▁quality	-8.47773
▁felt	-8.47773
▁mind	-8.4782
▁came	-8.47903
▁One	-8.48189
ther	-8.48321
▁recommend	-8.4897
▁given	-8.49005
▁takes	-8.49018
▁John	-8.49505
▁especially	-8.4953
▁house	-8.49585
▁understand	-8.49648
▁star	-8.49702
▁My	-8.50007
▁R	-8.50042
▁problem	-8.50242
▁himself	-8.50303
▁home	-8.50303
▁year	-8.5037
ish	-8.50664
ne	-8.50998
▁wanted	-8.51049
▁example	-8.51059
▁second	-8.51131
▁tries	-8.51172
▁lead	-8.51752
▁Don	-8.5176
▁save	-8.51765
▁couple	-8.52035
up	-8.52149
▁town	-8.52253
▁along	-8.52348
▁death	-8.52845
▁itself	-8.52912
▁true	-8.52936
am	-8.53122
▁playing	-8.53619
▁already	-8.53797
▁etc	-8.53797
▁	-8.538
▁On	-8.54059
ch	-8.54683
▁H	-8.54738
▁enjoy	-8.55097
▁de	-8.55175
▁close	-8.55209
▁lines	-8.55444
▁near	-8.5559
ro	-8.55767
one	-8.55962
▁dead	-8.56621
▁p	-8.56651
▁side	-8.56884
▁war	-8.57215
▁less	-8.5744
▁After	-8.57495
▁W	-8.58071
▁face	-8.58264
▁monster	-8.58484
▁car	-8.59085
ist	-8.59243
▁maybe	-8.59357
▁Then	-8.599
▁decent	-8.60249
▁direction	-8.60252
▁written	-8.60268
K	-8.6031
In	-8.60723
▁slow	-8.60851
▁writing	-8.61187
▁classic	-8.61215
la	-8.61426
▁called	-8.61645
▁c	-8.62189
▁4	-8.62356
ter	-8.62431
▁writer	-8.62473
▁unti	-8.62616
▁father	-8.63151
▁wonder	-8.63343
▁friend	-8.63408
▁mess	-8.6368
If	-8.63765
▁Even	-8.64164
Y	-8.64215
▁G	-8.64432
L	-8.64533
▁stuff	-8.65081
▁pick	-8.65121
▁annoying	-8.6514
▁matter	-8.65411
▁L	-8.65627
▁myself	-8.66076
▁stop	-8.66078
▁How	-8.66162
▁drama	-8.67064
▁God	-8.67069
tally	-8.67082
▁5	-8.67113
▁complete	-8.6748
z	-8.67533
▁manage	-8.68062
▁beginning	-8.6811
▁won	-8.68141
▁1	-8.68556
▁At	-8.6903
▁act	-8.69109
G	-8.69122
▁dialog	-8.69132
▁silly	-8.69138
ian	-8.69282
▁obvious	-8.69831
O	-8.70034
▁humor	-8.70162
▁picture	-8.70195
ir	-8.7049
▁title	-8.7066
▁hour	-8.70734
▁fans	-8.71211
▁mother	-8.7124
▁stay	-8.71291
▁Also	-8.71334
▁thinking	-8.71412
ant	-8.71469
▁top	-8.71867
▁local	-8.72298
▁female	-8.72311
!!!	-8.72618
▁meet	-8.72917
▁group	-8.73371
▁son	-8.73674
▁obviously	-8.73732
▁sever	-8.73802
▁extreme	-8.74458
▁predictable	-8.74464
▁call	-8.74632
id	-8.74951
▁fight	-8.75114
ive	-8.75299
ty	-8.75405
▁dull	-8.7557
▁fair	-8.75578
▁cool	-8.75596
▁later	-8.75621
▁hand	-8.75836
na	-8.75845
▁killer	-8.76377
▁stars	-8.764
▁poorly	-8.76458
▁entertaining	-8.76753
▁against	-8.76792
▁happens	-8.76891
▁talent	-8.769
et	-8.77109
▁game	-8.77371
▁episode	-8.77392
ton	-8.77599
▁co	-8.77672
▁themselves	-8.77792
▁bunch	-8.77792
F	-8.7782
▁becomes	-8.78114
▁--	-8.78261
▁live	-8.78431
▁often	-8.78572
ha	-8.78577
▁cinema	-8.78916
▁cover	-8.78939
▁weak	-8.78966
▁disappointed	-8.78972
ke	-8.79082
ge	-8.79117
▁become	-8.79817
▁boy	-8.79912
3	-8.80021
▁hell	-8.80077
▁pay	-8.80079
ent	-8.80177
▁expect	-8.80202
il	-8.80366
There	-8.80639
▁hours	-8.80658
lo	-8.81082
▁wish	-8.81163
▁beautiful	-8.81241
▁genre	-8.8128
▁white	-8.81295
▁OK	-8.81356
▁talk	-8.81473
▁took	-8.81479
!!	-8.81919
▁mention	-8.81976
▁started	-8.82092
un	-8.82172
fi	-8.82211
▁N	-8.82416
▁children	-8.82417
▁sad	-8.82455
ry	-8.82462
▁fails	-8.83017
▁hate	-8.83471
▁happen	-8.8351
▁hero	-8.83538
▁except	-8.83566
▁spend	-8.83625
▁turns	-8.83867
▁wouldn	-8.84514
▁Man	-8.84546
▁sequel	-8.84558
!)	-8.84667
▁Just	-8.84928
▁cut	-8.84941
▁order	-8.84976
lthough	-8.85277
▁words	-8.85455
▁blood	-8.85815
ck	-8.85908
▁spent	-8.86038
▁daughter	-8.86049
▁early	-8.86082
▁Of	-8.86389
▁final	-8.86701
but	-8.86878
▁dark	-8.87263
▁truly	-8.87266
▁tried	-8.87271
▁Oh	-8.87489
▁review	-8.87533
sh	-8.87858
▁parts	-8.87996
be	-8.88159
▁decide	-8.88276
▁viewer	-8.88476
▁lost	-8.88539
▁talking	-8.89167
▁move	-8.89438
son	-8.89528
▁saying	-8.89569
▁jokes	-8.89595
▁girls	-8.89725
▁rating	-8.89773
▁huge	-8.89785
▁First	-8.89897
▁bring	-8.90125
."	-8.90167
▁gore	-8.90367
And	-8.90763
1	-8.90776
▁hit	-8.90902
▁involved	-8.91163
▁Mr	-8.91274
▁Now	-8.91296
▁interest	-8.91316
▁figure	-8.91396
▁f	-8.91495
▁hope	-8.91967
▁moments	-8.92137
▁dumb	-8.92196
out	-8.92239
▁self	-8.92345
▁human	-8.92381
▁fine	-8.92387
taking	-8.92456
▁across	-8.92514
▁finally	-8.92732
▁happened	-8.92851
no	-8.93085
ling	-8.93451
▁pathetic	-8.93701
▁team	-8.93704
▁20	-8.93799
W	-8.94282
▁Ed	-8.94783
▁footage	-8.95015
▁average	-8.95047
▁evil	-8.9508
▁Whi	-8.95114
▁cannot	-8.95168
▁follow	-8.95307
▁De	-8.95319
▁st	-8.95397
ma	-8.95469
ine	-8.95591
▁pre	-8.95771
ul	-8.96096
▁actress	-8.96286
▁result	-8.96363
▁violence	-8.96363
▁behind	-8.96363
▁voice	-8.96364
▁effort	-8.96365
▁space	-8.96399
▁throughout	-8.96426
king	-8.96431
▁total	-8.97344
▁liked	-8.97503
▁running	-8.97743
if	-8.97789
▁room	-8.97875
▁shots	-8.97901
▁h	-8.97901
▁Some	-8.97923
▁able	-8.97945
age	-8.98132
he	-8.98407
▁ex	-8.98447
▁heart	-8.98541
▁others	-8.98805
▁serious	-8.98817
▁novel	-8.99133
▁possible	-8.99154
▁With	-8.9918
▁Michael	-8.992
▁scary	-8.99249
▁style	-8.9929
▁coming	-8.99316
▁His	-8.99464
▁wasted	-8.99465
▁turned	-8.99887
9	-9.00298
▁strange	-9.00388
▁write	-9.0049
ary	-9.00513
▁major	-9.0053
▁kept	-9.00531
▁late	-9.00563
▁hold	-9.00683
x	-9.00749
▁joke	-9.00778
▁Do	-9.00787
▁type	-9.00787
like	-9.00914
▁walk	-9.01347
▁break	-9.01509
▁IMDb	-9.01959
▁documentary	-9.0196
▁message	-9.01991
▁check	-9.02014
▁exactly	-9.02037
▁Maybe	-9.02102
▁moment	-9.02204
▁kid	-9.02217
▁directed	-9.02229
▁art	-9.02336
▁soon	-9.02894
▁Re	-9.02968
▁yourself	-9.03408
▁pull	-9.03408
ally	-9.03419
*	-9.03432
▁Or	-9.03479
2	-9.03483
ment	-9.03553
▁seriously	-9.03774
▁heard	-9.03803
▁appears	-9.04036
▁gun	-9.04081
um	-9.04205
▁age	-9.04352
ate	-9.04398
▁cheesy	-9.04879
▁subject	-9.04879
▁knew	-9.04879
▁body	-9.04884
▁editing	-9.04956
▁certainly	-9.05136
▁career	-9.05277
▁non	-9.05723
ism	-9.06174
im	-9.06275
!"	-9.06301
yond	-9.06363
▁English	-9.06402
▁box	-9.06433
▁Van	-9.06472
▁Robert	-9.0679
▁opening	-9.06958
ted	-9.07234
which	-9.07306
▁nor	-9.07481
▁opinion	-9.07886
▁doubt	-9.07887
▁weird	-9.07887
▁New	-9.07895
▁hair	-9.07899
▁NOT	-9.07909
▁sub	-9.07933
▁problems	-9.07996
▁change	-9.08079
▁leave	-9.08304
▁none	-9.0842
▁ago	-9.0848
▁avoid	-9.08538
▁experience	-9.09123
▁light	-9.09152
ful	-9.09209
▁Instead	-9.09481
▁Dr	-9.09486
▁past	-9.09673
▁wear	-9.0983
▁ten	-9.09876
▁d	-9.09896
▁Ma	-9.09917
▁open	-9.0992
▁lame	-9.10042
tic	-9.10134
▁J	-9.10263
▁cop	-9.10414
▁add	-9.10525
▁feeling	-9.10584
▁whe	-9.10672
▁sometimes	-9.10991
▁redeem	-9.11041
▁sci	-9.11099
▁starts	-9.11302
▁decided	-9.11392
▁V	-9.11487
▁die	-9.11814
What	-9.11994
▁needed	-9.12063
But	-9.1208
not	-9.12248
▁bother	-9.12523
▁French	-9.12575
▁cinematography	-9.12575
▁score	-9.12582
▁child	-9.12595
ley	-9.12743
So	-9.13088
▁days	-9.1391
▁shown	-9.13915
so	-9.14187
▁material	-9.14188
▁trash	-9.14191
▁alone	-9.14193
▁girlfriend	-9.14202
▁single	-9.14218
▁storyline	-9.14304
▁apparently	-9.14353
▁reviews	-9.14374
▁released	-9.14481
▁Mo	-9.14501
▁says	-9.1462
▁rent	-9.14816
ever	-9.14861
▁badly	-9.14959
▁clear	-9.15524
▁post	-9.15543
ig	-9.15606
....	-9.15796
▁premise	-9.15827
▁history	-9.15828
▁stories	-9.1587
▁told	-9.15879
▁thriller	-9.15953
ia	-9.1606
▁con	-9.16389
▁begin	-9.16491
▁taken	-9.16535
5	-9.16841
▁speak	-9.16873
▁m	-9.17076
▁release	-9.17216
▁admit	-9.17491
▁attention	-9.17494
▁bigge	-9.17565
▁quickly	-9.17608
ad	-9.17805
▁performances	-9.1789
▁...	-9.1798
▁enjoyed	-9.1833
▁feature	-9.18601
▁four	-9.19154
▁excellent	-9.19188
▁Unfortunately	-9.19324
▁particularly	-9.19471
▁t	-9.19596
for	-9.19618
ner	-9.1976
▁word	-9.20063
go	-9.20172
▁buy	-9.20353
nt	-9.20631
V	-9.20772
▁hot	-9.2089
▁chance	-9.20917
ut	-9.20924
▁crew	-9.20924
▁murder	-9.20926
▁based	-9.21056
▁unless	-9.21144
▁clearly	-9.21282
▁eyes	-9.21342
▁lives	-9.21477
pe	-9.22095
oo	-9.22134
▁front	-9.22577
▁potential	-9.22667
▁imagine	-9.22682
▁class	-9.22711
▁basically	-9.22712
▁perhaps	-9.22724
▁David	-9.22744
▁reading	-9.22874
▁Be	-9.23073
▁parents	-9.23076
▁War	-9.23113
▁due	-9.23132
ho	-9.23381
▁shoot	-9.23841
▁important	-9.24137
As	-9.24412
	-9.24453
▁excuse	-9.24453
▁husband	-9.24479
▁anyway	-9.24516
▁water	-9.24537
▁somewhat	-9.24556
▁bored	-9.24561
▁Jack	-9.24594
▁pointless	-9.24595
▁Most	-9.24602
▁Yes	-9.24658
line	-9.24846
ated	-9.24901
der	-9.25011
mo	-9.25031
4	-9.25061
▁aren	-9.25115
▁view	-9.25168
▁sequences	-9.25171
▁upon	-9.25235
▁brother	-9.25417
▁credit	-9.25492
J	-9.25556
▁wait	-9.25667
▁dis	-9.25874
v	-9.25885
ag	-9.25887
ure	-9.26005
▁straight	-9.2627
▁simple	-9.26271
▁large	-9.26272
giving	-9.26273
▁favorite	-9.26274
▁entertainment	-9.2629
movie	-9.26687
▁dog	-9.26746
▁appear	-9.26864
▁power	-9.27203
▁level	-9.27277
▁theater	-9.27281
mp	-9.2788
who	-9.2797
▁fire	-9.28005
▁famous	-9.28123
▁purpose	-9.28123
▁store	-9.28124
▁stick	-9.28134
▁e	-9.28152
▁please	-9.28161
▁overall	-9.28201
▁An	-9.28223
▁sorry	-9.28263
▁Go	-9.28496
▁camp	-9.28914
▁sets	-9.29083
▁hear	-9.29189
▁villain	-9.29228
▁sequence	-9.29256
▁minute	-9.29368
▁comment	-9.29512
▁learn	-9.29551
ud	-9.29642
▁actual	-9.29669
land	-9.29789
▁living	-9.30011
▁country	-9.30017
▁suspense	-9.3007
▁somehow	-9.30084
▁happy	-9.30096
▁Who	-9.30109
My	-9.30173
▁forced	-9.30193
▁ship	-9.30333
▁6	-9.30378
▁stand	-9.3058
ster	-9.30699
co	-9.30716
▁pass	-9.30731
ance	-9.31025
▁Bo	-9.31026
▁cause	-9.31035
▁project	-9.31112
▁jump	-9.31338
▁flat	-9.31416
▁roles	-9.31498
▁working	-9.31711
▁Ra	-9.31784
▁Indian	-9.31857
▁count	-9.31866
▁ask	-9.31896
▁police	-9.31905
▁bizarre	-9.31933
▁positive	-9.31933
▁attack	-9.31934
os	-9.3194
▁believable	-9.31954
▁support	-9.31961
▁James	-9.31984
▁definitely	-9.31993
▁Wood	-9.32022
▁painful	-9.32167
▁offer	-9.32282
▁gives	-9.32543
▁killing	-9.32635
▁explain	-9.32803
▁crime	-9.3313
H	-9.33174
ni	-9.33176
▁number	-9.33181
▁alien	-9.33187
▁value	-9.33195
ble	-9.33432
▁song	-9.3351
▁super	-9.33518
?)	-9.33608
▁mostly	-9.33677
▁Fro	-9.33868
▁television	-9.33894
▁middle	-9.33895
▁deep	-9.33914
▁battle	-9.33962
▁brain	-9.3397
▁works	-9.34194
▁U	-9.34331
ably	-9.34549
▁*	-9.34666
0	-9.34695
U	-9.34725
ta	-9.34897
")	-9.35023
▁rate	-9.35128
▁today	-9.35256
▁question	-9.35259
io	-9.35467
▁certain	-9.35544
▁despi	-9.35578
▁suppose	-9.35592
▁known	-9.35712
▁sh	-9.35749
▁agree	-9.35818
▁trouble	-9.35893
▁common	-9.35893
▁cartoon	-9.35894
▁disappointment	-9.35896
▁amount	-9.35947
▁Nothing	-9.35948
▁five	-9.35978
▁strong	-9.35984
▁plain	-9.35994
▁land	-9.36628
▁comments	-9.36692
▁Un	-9.36736
do	-9.36765
▁credits	-9.36812
▁Let	-9.37104
▁previous	-9.37578
▁list	-9.37631
▁similar	-9.3793
▁garbage	-9.37934
▁describe	-9.37935
▁haven	-9.37943
▁okay	-9.37989
▁barely	-9.38026
7	-9.38575
▁expected	-9.38735
▁hop	-9.38767
em	-9.39041
▁ma	-9.39054
▁accent	-9.39413
▁situation	-9.39445
▁build	-9.39452
well	-9.39476
of	-9.3957
▁present	-9.39595
▁perfect	-9.39649
▁British	-9.40018
▁among	-9.40041
▁needs	-9.40049
▁Like	-9.40072
▁forward	-9.40316
▁ends	-9.40489
▁building	-9.4063
die	-9.40841
ick	-9.40884
▁acted	-9.41075
▁elements	-9.4114
▁Al	-9.41142
▁twist	-9.41188
▁door	-9.41518
▁ended	-9.41593
that	-9.41692
▁showing	-9.41997
▁suggest	-9.42145
▁typical	-9.42145
▁easy	-9.42145
▁mix	-9.4215
▁hilarious	-9.42177
▁modern	-9.4219
▁nowhere	-9.42217
▁using	-9.42249
▁reality	-9.42359
all	-9.42545
▁events	-9.42576
ap	-9.42619
▁remind	-9.4278
▁hands	-9.42989
▁toward	-9.43004
▁expecting	-9.43281
▁ha	-9.43731
▁writers	-9.43731
dy	-9.43848
▁Tom	-9.44023
▁realize	-9.44123
this	-9.44283
▁difficult	-9.44319
▁nudity	-9.44319
▁above	-9.44321
▁vote	-9.44325
▁forget	-9.44327
▁eye	-9.44328
▁create	-9.44349
▁OF	-9.4436
▁leads	-9.44368
▁Scott	-9.44377
▁rock	-9.44388
▁fish	-9.44389
▁laughable	-9.44437
time	-9.44474
▁90	-9.44541
▁7	-9.44563
ug	-9.44705
▁anti	-9.44802
▁songs	-9.45083
ER	-9.45241
▁mentioned	-9.45335
▁po	-9.4535
ier	-9.45383
ng	-9.45459
ow	-9.45628
▁rip	-9.45662
▁comic	-9.46065
▁respect	-9.46075
▁background	-9.46541
▁disaster	-9.46541
▁paid	-9.46541
▁odd	-9.46542
▁CGI	-9.46554
▁male	-9.46665
▁viewers	-9.46823
▁theme	-9.46951
▁missing	-9.46977
▁Ha	-9.47012
om	-9.47204
▁deal	-9.4738
▁La	-9.47903
▁di	-9.47954
▁discover	-9.48128
per	-9.48152
ang	-9.48255
▁amazing	-9.48455
▁form	-9.48598
▁incredibl	-9.48604
▁possib	-9.48759
▁prison	-9.48773
▁college	-9.48814
▁soundtrack	-9.48814
▁future	-9.48815
▁fast	-9.4882
▁screenplay	-9.48825
▁gang	-9.48834
▁mood	-9.48838
▁Italian	-9.48849
▁Perhaps	-9.48862
▁bomb	-9.48886
▁George	-9.48888
▁Richard	-9.4889
hi	-9.48966
▁r	-9.48993
▁Bad	-9.49064
▁9	-9.49119
▁drive	-9.4919
▁attempts	-9.49232
▁interested	-9.49614
came	-9.49634
▁pro	-9.497
▁inside	-9.49756
▁filmmakers	-9.4998
▁Le	-9.50291
▁means	-9.50504
▁free	-9.50612
▁sc	-9.50702
▁By	-9.50774
▁effect	-9.50844
▁sick	-9.51127
▁regard	-9.5114
▁control	-9.5114
▁serve	-9.5114
▁wooden	-9.5114
▁70	-9.51149
volving	-9.51159
▁slasher	-9.51164
▁fake	-9.51175
▁former	-9.51293
▁win	-9.5144
▁holes	-9.5202
▁points	-9.52212
nd	-9.52325
▁fighting	-9.52449
▁deliver	-9.52519
▁throw	-9.52804
▁80	-9.52847
▁hardly	-9.5302
vi	-9.53304
▁suit	-9.53319
ING	-9.53465
▁mediocre	-9.53521
▁wrote	-9.53521
▁neither	-9.53521
▁dress	-9.53576
▁military	-9.53585
▁30	-9.53673
▁successful	-9.53717
▁cat	-9.53751
▁whatever	-9.53759
▁setting	-9.53794
ice	-9.5401
▁fit	-9.54047
▁fill	-9.54071
▁beat	-9.54083
off	-9.54095
▁meant	-9.54133
ol	-9.54289
▁provide	-9.54309
▁Her	-9.54482
▁Here	-9.54936
da	-9.55047
▁leaves	-9.55288
▁escape	-9.55391
▁America	-9.55705
▁laughing	-9.55885
▁basic	-9.55948
▁smart	-9.5596
▁computer	-9.5596
▁bought	-9.55972
▁la	-9.56019
▁concept	-9.56031
▁produced	-9.56047
▁trip	-9.56136
▁god	-9.56375
▁knows	-9.56468
op	-9.56493
▁lo	-9.56517
▁directing	-9.56584
8	-9.56595
ard	-9.56893
ay	-9.57201
▁direct	-9.57285
▁drug	-9.57318
top	-9.57345
▁Car	-9.57477
▁plan	-9.57692
etic	-9.57831
with	-9.57887
▁pace	-9.5808
▁honest	-9.58107
▁particular	-9.5811
▁fl	-9.58136
▁creature	-9.58289
▁reasons	-9.58314
ill	-9.5844
▁secret	-9.58446
▁desert	-9.58461
▁ground	-9.58463
▁various	-9.58466
▁remake	-9.58472
▁development	-9.58473
▁romantic	-9.58482
▁third	-9.58497
▁notice	-9.58547
▁send	-9.5856
▁disappointing	-9.58592
▁thrown	-9.58643
▁failed	-9.58678
▁taste	-9.58681
▁bar	-9.58716
▁surprised	-9.58733
▁oh	-9.58741
▁considered	-9.58903
light	-9.58931
me	-9.59095
que	-9.59104
▁15	-9.59125
▁gay	-9.59186
ga	-9.59231
mar	-9.59316
▁Lee	-9.59419
day	-9.59422
og	-9.59458
ach	-9.59659
▁Co	-9.59702
▁torture	-9.59703
▁touch	-9.59903
▁consider	-9.59926
▁producers	-9.60096
some	-9.60451
▁general	-9.6067
?"	-9.6073
▁sign	-9.60734
▁German	-9.60787
You	-9.60792
uff	-9.60881
▁relationship	-9.60917
▁victim	-9.6096
▁cross	-9.61024
▁earlier	-9.61024
▁herself	-9.61024
▁period	-9.61024
▁political	-9.61024
▁Japanese	-9.61024
▁tale	-9.61025
▁memorable	-9.61025
▁appreciate	-9.61026
▁train	-9.61026
▁adaptation	-9.6103
▁yes	-9.61041
▁agent	-9.61047
▁porn	-9.61049
nna	-9.61058
▁rich	-9.61095
▁moving	-9.61098
▁slightly	-9.61129
▁Watch	-9.61193
▁gone	-9.61253
▁equal	-9.61342
▁musical	-9.61372
▁copy	-9.61409
▁cute	-9.61626
▁sadly	-9.61797
ten	-9.62087
▁fr	-9.62229
red	-9.62254
▁Me	-9.62266
▁g	-9.62306
you	-9.62392
▁features	-9.62531
▁island	-9.62707
art	-9.62878
▁cr	-9.62896
▁grow	-9.62916
▁party	-9.63018
▁insult	-9.63028
ence	-9.63055
▁includ	-9.63119
▁50	-9.63131
side	-9.63266
nother	-9.63332
▁sexual	-9.63424
▁King	-9.63452
▁filmed	-9.63527
▁drag	-9.63623
▁clever	-9.63627
▁Christian	-9.63633
▁industry	-9.63655
▁clothes	-9.63656
▁crazy	-9.63656
▁pure	-9.63685
▁otherwise	-9.63691
▁apart	-9.63715
▁perform	-9.6372
▁crappy	-9.63727
▁earth	-9.6374
▁NO	-9.63827
rew	-9.64251
▁rented	-9.64391
j	-9.64458
▁sp	-9.64571
ade	-9.64649
▁died	-9.64687
rought	-9.65112
▁wondering	-9.65332
ba	-9.65665
▁shame	-9.65808
ns	-9.65814
▁mis	-9.65896
▁visual	-9.65995
▁state	-9.66051
For	-9.66178
rs	-9.66245
▁loved	-9.66249
▁within	-9.66354
▁company	-9.66358
▁plenty	-9.66358
▁scientist	-9.66358
▁giant	-9.66358
▁Moore	-9.66358
▁shallow	-9.66359
▁amusing	-9.66359
▁personal	-9.6636
▁sister	-9.6636
▁random	-9.66361
▁absurd	-9.66383
▁catch	-9.66443
▁fell	-9.66466
▁Star	-9.66553
▁compared	-9.66578
▁Too	-9.66728
▁wonderful	-9.66753
▁lacks	-9.67319
par	-9.67334
my	-9.67345
▁shooting	-9.67352
ab	-9.6739
▁soldiers	-9.67523
▁walking	-9.67533
▁members	-9.67957
old	-9.68031
▁plane	-9.68074
uit	-9.68166
▁appeal	-9.685
een	-9.68506
▁sleep	-9.6852
▁air	-9.68652
▁8	-9.68932
▁cliché	-9.68975
▁surprise	-9.6898
▁mistake	-9.69011
▁remote	-9.69136
▁Seagal	-9.69136
▁turkey	-9.69136
▁whatsoever	-9.69136
▁western	-9.69137
▁conclusion	-9.69137
▁rubbish	-9.69141
▁further	-9.69141
▁atmosphere	-9.69145
▁fear	-9.69152
▁unbelievable	-9.69153
▁portrayal	-9.69184
▁Peter	-9.69211
▁th	-9.69231
▁easily	-9.6924
▁constantly	-9.6926
▁display	-9.6932
▁sounds	-9.69389
To	-9.69475
▁folks	-9.69483
▁Mary	-9.69511
▁created	-9.697
▁sing	-9.69703
▁added	-9.69947
ite	-9.69953
ned	-9.70251
▁Di	-9.7026
tal	-9.70396
?!	-9.70557
uch	-9.71004
▁Jo	-9.71188
▁books	-9.71558
ank	-9.71738
▁chase	-9.71844
▁channel	-9.71993
▁travel	-9.71993
▁truth	-9.71993
▁Earth	-9.71993
▁interview	-9.71995
▁impression	-9.72002
▁MST	-9.72011
▁charge	-9.72057
▁normal	-9.72057
▁unfortunately	-9.721
▁sucked	-9.7231
▁Where	-9.72374
▁Although	-9.72523
▁ra	-9.7286
▁realistic	-9.72888
▁waiting	-9.72968
▁episodes	-9.73027
▁happening	-9.7348
▁Tr	-9.73517
▁sat	-9.73521
▁12	-9.74059
???	-9.74313
▁exist	-9.74397
▁Li	-9.74618
▁Da	-9.74631
▁Steve	-9.74766
▁stage	-9.74767
6	-9.74809
▁dance	-9.74841
▁brilliant	-9.74934
▁answer	-9.74934
▁horse	-9.74934
▁lousy	-9.74934
▁ugly	-9.74937
▁animation	-9.74937
▁impossible	-9.7494
▁glad	-9.74941
▁match	-9.74941
▁Jim	-9.74957
▁Dead	-9.74958
▁immediately	-9.74971
▁mere	-9.74993
▁tired	-9.75008
▁enjoyable	-9.75046
We	-9.75168
▁extra	-9.75262
▁Joe	-9.75324
▁sl	-9.75496
ating	-9.75507
▁younger	-9.75531
▁considering	-9.75646
way	-9.75706
ber	-9.75758
ily	-9.75783
▁viewing	-9.75943
by	-9.76159
▁costumes	-9.76206
▁William	-9.76235
ca	-9.76367
▁highly	-9.76436
▁18	-9.76507
▁bi	-9.76572
▁bed	-9.76718
ah	-9.76747
▁sucks	-9.76884
ial	-9.77035
ny	-9.77074
ker	-9.77118
lin	-9.77143
▁Mar	-9.77151
▁per	-9.77341
When	-9.77383
even	-9.774
▁emotional	-9.77688
aw	-9.77853
▁ideas	-9.77917
▁mine	-9.77947
▁cult	-9.77955
▁century	-9.77964
▁confusing	-9.77964
▁embarrassing	-9.77964
▁explanation	-9.77964
▁violent	-9.77964
▁Great	-9.77964
▁depth	-9.77964
▁York	-9.77965
▁leaving	-9.77966
▁nature	-9.77966
▁baby	-9.77968
▁lady	-9.77975
▁saving	-9.77977
▁public	-9.78003
▁climax	-9.78028
▁Everything	-9.78047
▁prove	-9.78049
▁Charles	-9.78062
▁deserve	-9.78066
▁confused	-9.78073
▁rare	-9.78088
▁Che	-9.78114
▁demon	-9.78135
▁motion	-9.78143
▁US	-9.78242
▁vampire	-9.78365
▁watchable	-9.78474
▁laughs	-9.78633
▁changed	-9.78765
▁boys	-9.78901
▁questions	-9.78965
cal	-9.79022
▁require	-9.79066
ack	-9.79289
▁entirely	-9.79291
Not	-9.79373
▁ways	-9.79411
min	-9.79455
▁shock	-9.80017
▁reviewer	-9.80065
led	-9.80228
▁changes	-9.8029
ub	-9.80347
ron	-9.80491
▁ride	-9.80545
▁finish	-9.80635
▁recent	-9.80761
▁sa	-9.81006
▁Smith	-9.81089
▁creepy	-9.81089
▁fashion	-9.81089
▁mouth	-9.81089
▁romance	-9.81089
▁attitude	-9.8109
▁visit	-9.8109
▁expectations	-9.81091
▁information	-9.81094
▁connection	-9.81119
▁disturbing	-9.81119
▁Film	-9.81137
▁promise	-9.81159
▁trailer	-9.81196
▁intelligent	-9.8123
▁suddenly	-9.81263
▁Lu	-9.81275
ka	-9.8129
▁dramatic	-9.81305
▁emotion	-9.81521
▁million	-9.81542
▁zombie	-9.81613
▁student	-9.81615
▁remain	-9.81623
▁week	-9.81644
▁Du	-9.81717
▁asked	-9.81856
▁casting	-9.81872
ti	-9.81909
▁sexy	-9.82059
bo	-9.82105
ex	-9.82165
▁pain	-9.82224
ver	-9.82236
▁ch	-9.82355
▁inter	-9.82417
▁supposedly	-9.82563
▁exception	-9.82591
▁19	-9.82681
gu	-9.8274
▁skin	-9.82874
▁Se	-9.83117
ette	-9.83139
▁miss	-9.83498
ties	-9.83525
ock	-9.83525
▁lacking	-9.83574
unt	-9.8364
▁carry	-9.83733
budget	-9.83734
ue	-9.8378
▁Lo	-9.83819
▁meaning	-9.83888
▁destroy	-9.83889
▁convincing	-9.83942
▁utter	-9.83962
ring	-9.83963
▁success	-9.8413
Don	-9.84176
▁Lynch	-9.84315
▁World	-9.84315
▁brief	-9.84315
▁angry	-9.84316
▁humour	-9.84316
▁mask	-9.8432
▁dying	-9.84324
▁tough	-9.84326
▁mad	-9.84328
▁amateurish	-9.84328
▁popular	-9.84347
▁pretentious	-9.84364
▁bottom	-9.84383
▁victims	-9.84396
▁city	-9.84398
▁loud	-9.84427
▁somewhere	-9.84438
tra	-9.84456
▁mid	-9.84458
▁Every	-9.8449
▁round	-9.84509
▁Steven	-9.84612
▁sn	-9.84702
ff	-9.8474
▁o	-9.84765
▁Movie	-9.85043
▁heck	-9.8506
▁Pa	-9.85244
▁leader	-9.85314
▁longer	-9.85319
▁Ben	-9.85404
▁worked	-9.85625
▁talented	-9.85641
▁shop	-9.85765
▁following	-9.85815
▁flicks	-9.85869
He	-9.86107
ise	-9.86157
▁begins	-9.86293
ger	-9.8644
▁fat	-9.86598
▁business	-9.86881
`	-9.87057
▁eat	-9.87097
right	-9.87135
▁date	-9.87539
ized	-9.87559
▁clue	-9.87614
▁lose	-9.87627
▁mark	-9.87639
+	-9.87648
▁Because	-9.87648
▁fault	-9.87648
▁process	-9.87648
	-9.87649
▁cash	-9.87649
▁hurt	-9.87652
▁Mexican	-9.87652
▁sake	-9.87665
▁science	-9.8767
▁step	-9.87671
▁cold	-9.87673
▁fantasy	-9.87699
▁bland	-9.87718
▁nonsense	-9.87719
▁language	-9.87739
▁professional	-9.87784
▁Night	-9.87811
tion	-9.87839
▁scenery	-9.87853
▁rape	-9.87869
▁sell	-9.87893
▁honestly	-9.88123
▁missed	-9.88236
ak	-9.88243
▁doctor	-9.88315
ail	-9.88335
▁location	-9.88374
▁detail	-9.88389
▁Did	-9.8854
▁Day	-9.88684
com	-9.88686
cy	-9.88715
▁makers	-9.88931
▁pieces	-9.89074
▁pi	-9.89108
ney	-9.89218
AR	-9.89916
ler	-9.90218
iz	-9.90305
what	-9.90316
▁Z	-9.90392
▁allow	-9.90398
va	-9.904
_	-9.90502
director	-9.90516
▁monsters	-9.90568
Well	-9.90594
ame	-9.90799
▁Space	-9.90857
▁Y	-9.90894
▁Sam	-9.90898
ions	-9.90936
▁program	-9.9098
▁Bill	-9.91075
▁club	-9.91097
▁exciting	-9.91097
▁suspect	-9.91098
▁thin	-9.91113
▁unfunny	-9.91117
▁cave	-9.9112
▁grace	-9.91122
▁force	-9.91135
▁join	-9.91139
▁Bruce	-9.9117
▁Dracula	-9.9117
▁Jane	-9.91191
▁flow	-9.91193
▁Guy	-9.91201
▁brutal	-9.91202
▁soft	-9.91203
▁pop	-9.91271
All	-9.91282
▁seconds	-9.91328
▁race	-9.9135
▁Any	-9.91414
▁outside	-9.91422
▁More	-9.91457
LY	-9.915
▁allowed	-9.91557
▁names	-9.91774
▁choice	-9.91872
▁Ro	-9.91876
▁ball	-9.91892
▁bird	-9.91898
▁vi	-9.91928
▁mo	-9.92058
▁cost	-9.92122
▁Love	-9.92183
her	-9.9222
▁teenagers	-9.92311
▁alive	-9.92311
ming	-9.92452
▁YOU	-9.92585
ac	-9.9297
▁driv	-9.93181
ize	-9.9323
che	-9.93396
use	-9.93463
▁80'	-9.93511
▁design	-9.9377
▁students	-9.94069
house	-9.941
Now	-9.94119
▁truck	-9.94135
ball	-9.94235
▁Can	-9.94392
▁depict	-9.94615
▁desperate	-9.94668
▁genuine	-9.94668
▁narrative	-9.94668
▁chemistry	-9.94669
▁literally	-9.9467
▁pair	-9.9468
▁jail	-9.94681
▁stock	-9.94682
▁insane	-9.94685
▁season	-9.94688
▁boat	-9.94689
▁uninteresting	-9.94702
▁Take	-9.94709
mm	-9.94719
▁photography	-9.94725
▁ultimately	-9.94739
▁mystery	-9.94745
▁African	-9.94749
▁era	-9.94772
ina	-9.9478
▁edited	-9.9481
▁disgusting	-9.94815
▁Blood	-9.94829
▁Martin	-9.94867
▁Jones	-9.94869
▁focus	-9.94876
▁w	-9.94879
▁mission	-9.9489
ony	-9.9496
▁treated	-9.9499
▁portrayed	-9.95001
▁ran	-9.9505
▁utterly	-9.95061
▁eating	-9.95344
▁accident	-9.95356
▁keeps	-9.95409
▁singing	-9.95467
▁appeared	-9.9556
▁wall	-9.95667
▁dream	-9.95696
▁animal	-9.95702
▁Mi	-9.95745
ship	-9.95823
▁nucle	-9.95854
ep	-9.96069
bit	-9.96074
eep	-9.96096
men	-9.96098
▁revolve	-9.96269
ong	-9.96274
No	-9.96841
▁news	-9.96895
▁bits	-9.97079
▁laughed	-9.97315
▁logic	-9.97381
ec	-9.97631
▁Chris	-9.97726
idden	-9.97746
▁record	-9.97746
ors	-9.97777
American	-9.97791
▁charm	-9.97819
▁develop	-9.97897
▁listen	-9.97899
▁junk	-9.97911
One	-9.97996
▁apparent	-9.98022
▁absolute	-9.98024
▁pan	-9.98028
▁product	-9.98323
▁host	-9.98361
▁author	-9.98367
▁accurate	-9.98372
▁contrived	-9.98372
▁regular	-9.98372
▁society	-9.98372
▁promising	-9.98372
▁heavy	-9.98372
▁boyfriend	-9.98372
▁Power	-9.98372
▁content	-9.98372
▁presence	-9.98372
▁asleep	-9.98373
▁difference	-9.98373
▁imagination	-9.98373
▁tension	-9.98375
▁blind	-9.98377
▁studio	-9.98402
▁dad	-9.98404
▁office	-9.98407
▁cinematic	-9.98411
▁thus	-9.98416
▁reach	-9.98427
▁Disney	-9.98428
▁street	-9.98434
▁station	-9.98436
▁eventually	-9.98446
▁frame	-9.98446
▁machine	-9.9845
▁Other	-9.98467
▁Black	-9.98473
▁Despi	-9.98474
evin	-9.98527
▁moral	-9.98603
star	-9.98645
▁moves	-9.98736
▁clichéd	-9.98781
ile	-9.98983
end	-9.99006
ze	-9.99046
EN	-9.99052
▁intended	-9.99091
con	-9.99098
ED	-9.99122
▁blame	-9.99246
▁area	-9.99267
▁led	-9.99344
▁bo	-9.99389
▁situations	-9.99407
▁track	-9.99453
▁adult	-9.995
rated	-9.9957
OR	-9.99611
▁values	-9.99719
▁ready	-10
over	-10.0001
ery	-10.0009
▁lover	-10.0024
▁images	-10.003
au	-10.0033
they	-10.0045
ping	-10.009
▁boo	-10.0092
▁dude	-10.0093
▁magic	-10.0102
istic	-10.0109
lly	-10.0131
ide	-10.0131
▁sea	-10.0158
X	-10.016
▁hang	-10.0162
making	-10.0167
▁deserves	-10.0169
▁Kill	-10.0183
▁loose	-10.0186
▁Con	-10.019
▁involve	-10.019
▁survive	-10.0206
▁Angel	-10.0209
▁Lewis	-10.0222
▁London	-10.0222
▁Queen	-10.0222
▁approach	-10.0222
▁awkward	-10.0222
▁convince	-10.0222
▁mysterious	-10.0222
▁suicide	-10.0222
▁tedious	-10.0222
▁zero	-10.0222
▁indeed	-10.0222
▁search	-10.0222
▁Danny	-10.0223
▁enter	-10.0224
▁load	-10.0224
▁appearance	-10.0224
▁length	-10.0228
▁13	-10.0228
▁effective	-10.0228
▁opportunity	-10.0229
▁Charlie	-10.0229
▁anywhere	-10.023
ight	-10.0234
▁afraid	-10.0234
▁Please	-10.0237
▁pretend	-10.0237
▁army	-10.0239
▁Hell	-10.0239
▁phone	-10.0242
▁laughter	-10.0242
▁advice	-10.0243
▁drugs	-10.0247
AN	-10.0248
▁greatest	-10.0256
▁Ch	-10.0257
ham	-10.0266
▁recently	-10.0266
▁endless	-10.0272
lock	-10.0288
▁ti	-10.0294
ey	-10.0297
rk	-10.0299
▁:	-10.0309
▁en	-10.0312
▁seat	-10.032
▁murdered	-10.0324
▁include	-10.0347
▁blow	-10.0348
▁ghost	-10.0349
▁lu	-10.0349
gi	-10.0352
▁ski	-10.0368
▁teen	-10.0378
▁lighting	-10.0379
eg	-10.0387
ung	-10.0398
ities	-10.0444
work	-10.0466
atur	-10.0472
▁40	-10.0473
low	-10.0494
ute	-10.0506
uck	-10.053
▁featur	-10.0536
▁Ba	-10.0556
▁roll	-10.0556
▁drink	-10.0559
ning	-10.0564
▁100	-10.0565
Some	-10.0565
Oh	-10.0574
looking	-10.0578
▁natural	-10.0585
▁clichés	-10.0601
starring	-10.0605
▁favor	-10.0621
▁dreadful	-10.0622
▁horribly	-10.0622
▁intelligence	-10.0622
▁likable	-10.0622
▁serial	-10.0622
▁complex	-10.0622
▁nobody	-10.0622
▁government	-10.0622
▁Girl	-10.0622
▁tape	-10.0622
▁naked	-10.0622
▁push	-10.0622
▁relative	-10.0622
▁culture	-10.0623
▁Paris	-10.0624
▁bank	-10.0625
▁Howard	-10.0625
▁Kane	-10.0625
▁personality	-10.0625
▁Out	-10.0628
▁Good	-10.0628
▁screenwriter	-10.0628
▁unlike	-10.063
▁red	-10.0632
▁Moon	-10.0633
▁People	-10.0633
▁familiar	-10.0634
▁sight	-10.0635
▁stinker	-10.0637
▁correct	-10.0638
▁Jr	-10.0641
▁rental	-10.0643
▁band	-10.0647
▁ability	-10.065
▁letter	-10.0657
▁below	-10.0664
▁tr	-10.0665
▁generally	-10.0678
▁suck	-10.0685
▁`	-10.0693
▁rid	-10.0698
▁return	-10.0712
lie	-10.0713
ving	-10.0717
rap	-10.0722
ible	-10.0726
▁whom	-10.0748
▁gangster	-10.0761
▁criminal	-10.0763
▁contain	-10.0767
fa	-10.0769
▁producer	-10.0789
▁Mc	-10.0798
we	-10.0822
▁Bob	-10.0826
▁helped	-10.0851
▁acts	-10.0855
pp	-10.0862
Do	-10.0878
fully	-10.0879
▁su	-10.088
▁skip	-10.089
▁details	-10.0946
cing	-10.0966
▁remains	-10.0967
▁("	-10.0968
▁steal	-10.0976
Overall	-10.0979
year	-10.0981
back	-10.0984
good	-10.0992
▁reveal	-10.0993
core	-10.1004
▁drunk	-10.1035
▁chick	-10.1037
▁commit	-10.1037
▁everybody	-10.1038
▁evidence	-10.1038
▁technical	-10.1038
▁thousand	-10.1038
▁clean	-10.1038
▁innocent	-10.1038
▁awesome	-10.1038
▁network	-10.1039
▁bodies	-10.1039
▁mountain	-10.1039
▁available	-10.1039
▁curious	-10.1039
▁1950	-10.1039
▁failure	-10.1039
▁stuck	-10.104
▁six	-10.104
▁fame	-10.1041
▁reaction	-10.1043
▁impressive	-10.1045
▁Russian	-10.1047
▁boss	-10.1047
▁Miss	-10.1047
TV	-10.1052
▁master	-10.1056
▁Never	-10.1057
▁unintentionally	-10.1058
▁Very	-10.1059
▁Dark	-10.1063
our	-10.1082
▁driver	-10.1086
ound	-10.1089
▁screaming	-10.109
▁noticed	-10.1092
▁Chan	-10.1094
▁wise	-10.1095
▁10.	-10.1098
▁Time	-10.1099
▁X	-10.1103
see	-10.1106
▁willing	-10.1117
▁directors	-10.1118
▁soul	-10.1119
fest	-10.1119
▁planet	-10.1164
▁weapons	-10.1174
ince	-10.1177
▁scare	-10.118
bout	-10.1182
▁ru	-10.1213
▁fi	-10.1242
OL	-10.1253
▁Po	-10.1259
▁Ann	-10.1287
▁adventure	-10.1293
ward	-10.1298
▁hat	-10.1299
dom	-10.1313
▁Har	-10.1314
▁met	-10.132
▁Sh	-10.1333
▁adds	-10.1343
▁bear	-10.1346
ped	-10.135
▁Ri	-10.136
▁Red	-10.1362
pi	-10.1398
▁hunt	-10.1398
screen	-10.1415
film	-10.1415
▁sympath	-10.1422
▁fool	-10.1426
▁historical	-10.1437
▁Mad	-10.144
made	-10.1444
▁board	-10.1447
▁Rock	-10.1453
▁cry	-10.1457
▁gold	-10.1471
▁consist	-10.1473
▁President	-10.1473
▁lesbian	-10.1473
▁addition	-10.1473
▁refuse	-10.1473
▁Two	-10.1473
▁discuss	-10.1473
▁jerk	-10.1473
▁AND	-10.1473
▁wander	-10.1473
▁window	-10.1474
▁green	-10.1474
▁switch	-10.1474
▁caught	-10.1474
▁edge	-10.1474
▁4/10	-10.1474
▁assume	-10.1475
▁excited	-10.1475
▁Ne	-10.1476
Next	-10.1477
▁mock	-10.1477
▁dare	-10.1477
▁Horror	-10.1477
▁grand	-10.1478
▁Ryan	-10.148
▁masterpiece	-10.148
▁Show	-10.1481
▁broken	-10.1483
▁Paul	-10.1485
▁road	-10.1485
▁Wow	-10.1486
▁Hav	-10.1487
▁limited	-10.1488
▁loser	-10.149
ept	-10.1497
▁Still	-10.1497
▁teacher	-10.15
▁field	-10.1501
▁Matt	-10.1507
▁hopes	-10.1512
▁Park	-10.1514
***	-10.1516
▁knowing	-10.1518
▁Anyway	-10.1523
ual	-10.1542
??	-10.1544
cent	-10.1557
▁bloody	-10.1559
▁shocking	-10.156
cul	-10.1569
sen	-10.1574
An	-10.1576
▁explained	-10.1577
▁aim	-10.1619
▁forever	-10.162
......	-10.1624
▁followed	-10.1624
▁rated	-10.1639
ought	-10.1661
▁fights	-10.1663
▁member	-10.1671
▁farm	-10.1682
▁brothers	-10.1684
▁flaws	-10.1691
though	-10.1697
▁aspects	-10.1702
▁Dan	-10.171
▁issues	-10.1727
ory	-10.1746
grade	-10.1758
▁Sp	-10.1767
fer	-10.1782
▁prefer	-10.1786
▁tone	-10.1792
▁cops	-10.1792
▁whi	-10.1793
▁sum	-10.18
ction	-10.1807
▁dies	-10.1808
▁v	-10.181
ip	-10.1828
ied	-10.1829
gging	-10.1838
oth	-10.1852
▁zombies	-10.1854
▁Sci	-10.1867
▁faces	-10.187
▁aside	-10.1884
▁arts	-10.1885
night	-10.1888
▁sta	-10.1907
▁pen	-10.192
▁teenage	-10.1921
▁gl	-10.1923
▁Saudi	-10.1928
▁central	-10.1928
▁encounter	-10.1928
▁energy	-10.1928
▁franchise	-10.1928
▁irritating	-10.1928
▁married	-10.1928
▁negative	-10.1928
▁vehicle	-10.1928
▁beauty	-10.1928
▁regret	-10.1928
▁rival	-10.1928
▁pilot	-10.1928
▁Norris	-10.1928
▁double	-10.1928
▁memory	-10.1928
▁current	-10.1928
▁center	-10.1928
▁therefore	-10.1928
▁service	-10.1928
▁alright	-10.1928
▁terrific	-10.1928
▁minor	-10.1929
▁continuity	-10.1929
▁Robin	-10.193
▁unique	-10.193
▁statement	-10.1932
▁Jackson	-10.1932
▁bright	-10.1932
▁Actually	-10.1932
▁Catherine	-10.1932
▁impact	-10.1934
▁artistic	-10.1934
▁genius	-10.1935
bad	-10.1935
▁plus	-10.194
▁officer	-10.1941
▁Yeah	-10.1943
▁yeah	-10.1943
▁Director	-10.1943
▁Was	-10.1945
▁freak	-10.1945
▁45	-10.1945
▁****	-10.1952
▁Does	-10.1955
▁City	-10.1955
▁originality	-10.1957
▁ON	-10.1965
▁actresses	-10.1968
▁II	-10.1969
▁Ni	-10.1969
▁developed	-10.1984
▁telling	-10.1994
▁finished	-10.1995
▁personally	-10.1996
▁lock	-10.2001
wood	-10.2002
▁beach	-10.2006
ST	-10.2012
▁higher	-10.2017
▁j	-10.2023
▁seeming	-10.2025
tri	-10.2026
▁May	-10.2029
▁presented	-10.2029
▁stereotypes	-10.2038
▁Come	-10.2042
ink	-10.2042
▁according	-10.2042
▁lived	-10.2054
▁bothered	-10.2061
▁warm	-10.2073
▁terms	-10.2076
▁li	-10.2088
▁unrealistic	-10.2097
▁Mel	-10.21
▁paint	-10.2101
▁hated	-10.2104
▁pet	-10.2104
vo	-10.2125
▁Ar	-10.2134
▁issue	-10.2143
▁standard	-10.2149
▁Ho	-10.2152
iness	-10.2165
▁Sa	-10.2167
▁ill	-10.2176
▁ba	-10.2182
void	-10.219
▁artist	-10.2198
▁contains	-10.2233
▁likely	-10.2234
▁Fe	-10.2266
▁feelings	-10.228
▁im	-10.2299
action	-10.2318
▁grat	-10.233
▁Bar	-10.2333
plot	-10.2345
Where	-10.2345
style	-10.2345
Why	-10.2347
played	-10.2349
▁Tim	-10.2367
▁spin	-10.2371
▁fift	-10.2385
▁bore	-10.2389
▁punch	-10.2397
▁gra	-10.2398
terribly	-10.2404
▁Texas	-10.2404
▁Wayne	-10.2404
▁cheese	-10.2404
▁comparison	-10.2404
▁dancing	-10.2404
▁embarrassed	-10.2404
▁motivation	-10.2404
▁necessary	-10.2404
▁teeth	-10.2404
▁unnecessary	-10.2404
▁Fox	-10.2404
▁device	-10.2404
▁Zoey	-10.2404
▁root	-10.2404
▁football	-10.2404
▁somebody	-10.2404
▁Adam	-10.2405
▁Moses	-10.2405
▁responsible	-10.2405
▁Devil	-10.2405
▁rise	-10.2405
▁screw	-10.2405
▁witty	-10.2406
▁Barry	-10.2406
▁60	-10.2406
▁Yet	-10.2406
▁coach	-10.2407
▁slapstick	-10.2408
▁graphic	-10.241
▁Halloween	-10.2411
▁sent	-10.2411
▁anymore	-10.2412
▁goofy	-10.2414
▁Okay	-10.2414
▁choose	-10.2415
▁Lone	-10.2417
▁DO	-10.2417
▁social	-10.2419
dead	-10.2425
▁mildly	-10.2427
▁becoming	-10.2428
▁owner	-10.2428
▁damn	-10.2435
▁wide	-10.2441
▁Get	-10.2463
▁soap	-10.2464
ax	-10.2465
▁designed	-10.2467
▁destroyed	-10.2472
▁scared	-10.2473
▁?	-10.248
▁bull	-10.2488
▁provided	-10.2488
▁law	-10.2491
▁murderer	-10.2497
▁sequels	-10.2507
▁portray	-10.251
ean	-10.2515
▁Stan	-10.2517
hoo	-10.2525
▁poster	-10.2525
ried	-10.2526
▁inept	-10.2526
uring	-10.2549
▁critics	-10.2562
▁ahead	-10.2564
ical	-10.2569
ale	-10.2571
▁Vi	-10.2578
▁slowly	-10.2587
▁renting	-10.259
▁ruin	-10.259
▁note	-10.2595
▁heads	-10.26
▁claim	-10.2607
▁asks	-10.2614
▁worthy	-10.2616
▁Americans	-10.2622
▁Oscar	-10.2623
▁element	-10.2636
▁rescue	-10.2639
ging	-10.2651
RA	-10.2655
?).	-10.266
▁spirit	-10.2665
▁standards	-10.2684
ven	-10.2701
▁1.	-10.2707
%	-10.2718
▁Ka	-10.2722
▁guns	-10.273
▁adults	-10.2753
▁understanding	-10.2764
port	-10.2779
▁costs	-10.2781
▁Cat	-10.2796
vin	-10.2806
é	-10.2809
▁imp	-10.2825
let	-10.2842
▁scream	-10.2843
life	-10.2846
Whi	-10.2848
▁extras	-10.285
bs	-10.2856
▁treat	-10.2858
▁concern	-10.2858
▁quick	-10.2869
▁stink	-10.2887
▁base	-10.2887
read	-10.289
▁fiction	-10.2896
#	-10.2901
▁amateur	-10.2902
▁represent	-10.2902
▁object	-10.2902
▁drop	-10.2903
▁Hitchcock	-10.2904
▁Little	-10.2904
▁Nicole	-10.2904
▁abysmal	-10.2904
▁disbelief	-10.2904
▁hundred	-10.2904
▁individual	-10.2904
▁knock	-10.2904
▁revenge	-10.2904
▁crowd	-10.2904
▁ALL	-10.2904
▁priest	-10.2904
▁paper	-10.2904
▁surround	-10.2904
▁wild	-10.2904
▁native	-10.2904
▁hospital	-10.2904
▁vague	-10.2904
▁instance	-10.2904
▁Jerry	-10.2904
▁opposite	-10.2904
▁legend	-10.2904
▁Larry	-10.2905
▁decade	-10.2905
▁Roger	-10.2905
▁surface	-10.2905
▁massive	-10.2905
▁fellow	-10.2905
▁attractive	-10.2906
▁3/10	-10.2906
▁stereotypical	-10.2906
▁crack	-10.2906
▁Brian	-10.2906
▁expert	-10.2906
▁halfway	-10.2908
▁plastic	-10.2909
▁Bible	-10.2912
ump	-10.2912
▁Though	-10.2915
▁tw	-10.2916
uous	-10.2922
▁Rick	-10.2923
▁powerful	-10.2924
▁introduced	-10.2926
▁lesson	-10.2929
▁sympathy	-10.2931
▁hint	-10.2933
▁bigger	-10.2934
▁Rand	-10.2938
▁key	-10.2939
▁forgotten	-10.2955
▁ratings	-10.2957
▁campy	-10.2968
▁Overall	-10.2977
▁beside	-10.2987
▁offend	-10.2995
▁showed	-10.2998
how	-10.3026
);	-10.3037
!).	-10.3049
▁na	-10.3052
▁fail	-10.3052
▁Fa	-10.3063
▁k	-10.3063
▁gr	-10.3081
don	-10.3084
▁saved	-10.3086
▁ice	-10.3091
▁TO	-10.3092
▁Hard	-10.3095
▁van	-10.3102
▁separate	-10.3108
mate	-10.3108
▁older	-10.3109
▁pe	-10.3109
▁Fr	-10.312
igh	-10.3122
▁kick	-10.3124
▁sin	-10.3124
ON	-10.3142
di	-10.3143
▁idiot	-10.315
ries	-10.3156
▁commercial	-10.3157
▁image	-10.316
▁hire	-10.316
az	-10.3165
are	-10.3176
▁spot	-10.3176
▁Dian	-10.3183
▁filmmaker	-10.3191
▁Am	-10.3223
▁hey	-10.3228
row	-10.3246
**	-10.3249
▁carrie	-10.3253
▁Pre	-10.3259
nch	-10.3276
act	-10.3277
▁aspect	-10.3289
▁Roberts	-10.3308
where	-10.3337
▁emotions	-10.3342
▁intention	-10.3345
list	-10.3347
▁Will	-10.335
pro	-10.3357
Z	-10.3369
while	-10.337
!!!!	-10.337
Anyway	-10.3371
However	-10.3373
comedy	-10.3373
That	-10.3373
▁accept	-10.338
ja	-10.3396
den	-10.3399
▁em	-10.3406
▁luck	-10.3408
▁formula	-10.3426
▁exploit	-10.3428
there	-10.3429
pecial	-10.3429
▁occur	-10.343
▁hide	-10.343
▁Thomas	-10.343
▁empty	-10.343
▁generous	-10.343
▁influence	-10.343
▁psycho	-10.343
▁qualities	-10.343
▁research	-10.343
▁silent	-10.343
▁succeed	-10.343
▁twenty	-10.343
▁unconvincing	-10.343
▁uninspired	-10.343
▁virtual	-10.343
▁sweet	-10.343
▁affair	-10.343
▁numero	-10.343
▁born	-10.343
▁Barney	-10.3431
▁merit	-10.3431
▁tree	-10.3431
▁Ranger	-10.3432
▁trick	-10.3432
▁Mike	-10.3432
▁shut	-10.3433
▁attract	-10.3435
▁conflict	-10.3435
▁hack	-10.3436
▁dirty	-10.3439
▁USA	-10.3441
▁chosen	-10.3442
▁compelling	-10.3442
▁grave	-10.3444
▁SPOILERS	-10.3445
▁impressed	-10.3446
▁Evan	-10.3447
▁Really	-10.3447
▁lovely	-10.3452
▁passion	-10.3455
car	-10.3458
▁Look	-10.3459
▁useless	-10.346
▁warned	-10.346
▁Mac	-10.3461
▁gory	-10.3463
▁trust	-10.3464
▁Sadly	-10.3467
▁wit	-10.3473
▁concerned	-10.3479
att	-10.348
▁incredible	-10.3481
▁Part	-10.3486
▁revealed	-10.3489
▁Cor	-10.3491
▁Avoid	-10.3495
▁justice	-10.35
▁ne	-10.3515
▁shower	-10.3518
▁Satan	-10.3519
▁_	-10.3523
▁du	-10.3528
▁praise	-10.3538
zy	-10.3557
izing	-10.3557
▁skills	-10.3558
▁grade	-10.3572
▁Uni	-10.3573
▁thanks	-10.3601
ita	-10.3614
▁buying	-10.3625
▁2.	-10.3629
▁Ta	-10.3634
50	-10.3646
▁flaw	-10.3671
▁calls	-10.3673
▁arm	-10.3677
▁tend	-10.3679
▁protagonist	-10.3706
▁subplot	-10.3708
▁bag	-10.3711
har	-10.372
▁recommended	-10.3725
RE	-10.3754
▁Williams	-10.3756
▁u	-10.3758
▁cla	-10.3759
▁Dar	-10.3772
▁protect	-10.379
gotten	-10.3795
▁believed	-10.3807
▁Big	-10.3814
ain	-10.3824
ture	-10.383
▁animals	-10.3834
▁loves	-10.3847
set	-10.3852
▁locations	-10.3865
nce	-10.3868
La	-10.3872
▁cares	-10.3877
They	-10.3894
face	-10.39
▁Bu	-10.3904
very	-10.3904
▁crash	-10.3916
dimensional	-10.3925
gar	-10.3943
real	-10.3943
▁surprising	-10.395
▁abuse	-10.3953
▁capture	-10.3955
away	-10.3978
▁relate	-10.3979
Un	-10.398
▁breath	-10.3984
▁wanna	-10.3985
▁youth	-10.3985
▁bin	-10.3986
▁Bullock	-10.3986
▁THIS	-10.3986
▁Vampire	-10.3986
▁associate	-10.3986
▁corpse	-10.3986
▁offensive	-10.3986
▁repetitive	-10.3986
▁routine	-10.3986
▁system	-10.3986
▁target	-10.3986
▁wreck	-10.3986
▁Cinema	-10.3986
▁atrocious	-10.3986
▁task	-10.3986
▁pacing	-10.3986
▁FBI	-10.3986
▁gross	-10.3986
▁guest	-10.3986
▁nasty	-10.3986
▁account	-10.3986
▁superior	-10.3986
▁detective	-10.3986
▁began	-10.3986
▁fresh	-10.3986
▁Stone	-10.3986
▁sentence	-10.3987
▁creative	-10.3987
▁treatment	-10.3987
▁comedian	-10.3988
▁tight	-10.3988
▁dump	-10.3988
▁sitcom	-10.399
▁commentary	-10.399
▁Gold	-10.3991
▁1970	-10.3991
▁advise	-10.3991
▁highlight	-10.3992
▁Dame	-10.3993
▁Max	-10.3993
▁thoroughly	-10.3993
▁amaze	-10.3993
▁Jackie	-10.3993
▁generation	-10.3995
▁hotel	-10.3995
▁Karen	-10.3996
▁lift	-10.3998
▁aware	-10.3998
▁corny	-10.4001
▁table	-10.4002
▁experiment	-10.4004
▁Angela	-10.4004
▁cable	-10.4007
▁model	-10.4007
▁Second	-10.4012
rate	-10.4013
▁Cha	-10.4014
▁mom	-10.4015
▁None	-10.4016
▁foot	-10.4023
▁share	-10.4024
▁surprisingly	-10.4027
▁Ti	-10.403
▁hits	-10.4032
▁Fu	-10.4035
▁Rod	-10.4037
▁singer	-10.4047
▁Bam	-10.4048
▁Joan	-10.4055
Let	-10.4057
▁delivers	-10.4058
▁Ray	-10.4059
▁bl	-10.4081
ford	-10.4089
ress	-10.4092
existent	-10.4095
00	-10.4102
ix	-10.4102
▁audiences	-10.4103
ious	-10.4108
▁sleeping	-10.4113
▁core	-10.4129
▁twists	-10.4137
▁dollars	-10.4137
long	-10.414
Ha	-10.4149
▁talks	-10.415
▁fe	-10.4156
ky	-10.4165
▁aliens	-10.4193
▁Hu	-10.4194
▁button	-10.4221
▁Count	-10.4227
lon	-10.4236
▁para	-10.4244
▁fantastic	-10.4274
oh	-10.4287
▁IT	-10.4288
▁angle	-10.4301
.....	-10.4302
▁par	-10.4317
▁meeting	-10.4321
under	-10.4338
▁se	-10.435
▁Boy	-10.4376
▁Je	-10.4377
liners	-10.4378
▁themes	-10.4393
hip	-10.4404
▁player	-10.4407
aving	-10.4413
ich	-10.4436
On	-10.4441
bar	-10.4454
▁seek	-10.4462
tribute	-10.4464
▁actions	-10.4471
rapped	-10.4477
ane	-10.4496
▁See	-10.4499
▁Hal	-10.4505
roll	-10.4509
▁complain	-10.4509
Maybe	-10.4516
especially	-10.4516
Jack	-10.4517
fight	-10.4521
she	-10.4531
boy	-10.4534
▁raise	-10.4545
▁command	-10.4546
oy	-10.4555
▁compare	-10.4559
▁chi	-10.4566
miss	-10.4567
type	-10.4569
▁predict	-10.457
▁jo	-10.4572
▁cheerlead	-10.4574
▁Murphy	-10.4574
▁Taylor	-10.4574
▁Wagner	-10.4574
▁Women	-10.4574
▁assistant	-10.4574
▁gruesome	-10.4574
▁horrid	-10.4574
▁martial	-10.4574
▁poverty	-10.4574
▁print	-10.4574
▁quote	-10.4574
▁Arnold	-10.4574
▁Brown	-10.4574
▁Solomon	-10.4574
▁belief	-10.4574
▁funnier	-10.4574
▁Helsing	-10.4574
▁egg	-10.4574
▁incident	-10.4574
▁source	-10.4574
▁Captain	-10.4574
▁parody	-10.4574
▁solid	-10.4574
▁General	-10.4574
▁splatter	-10.4574
▁Ninja	-10.4574
▁Western	-10.4574
▁morning	-10.4574
▁flesh	-10.4575
▁replace	-10.4575
▁1960	-10.4575
▁THAT	-10.4575
▁borrow	-10.4575
▁Qui	-10.4575
▁blah	-10.4576
▁Edward	-10.4576
▁Tommy	-10.4576
▁propaganda	-10.4576
▁theatre	-10.4577
▁existence	-10.4577
▁fix	-10.4577
▁relief	-10.4578
▁Everyone	-10.4578
▁idiotic	-10.4579
▁essentially	-10.458
▁UK	-10.458
▁Noah	-10.458
▁safe	-10.4581
▁Sound	-10.4584
atch	-10.4586
▁lies	-10.4587
▁pile	-10.4587
▁tank	-10.4588
▁independent	-10.4588
▁gather	-10.4591
▁drawn	-10.4591
▁loss	-10.4592
▁Poor	-10.4592
▁smile	-10.4592
▁Dien	-10.4593
▁earn	-10.4593
▁Boll	-10.4596
▁reporter	-10.4597
▁mindless	-10.4598
▁rank	-10.4603
▁rushed	-10.4603
▁captured	-10.4607
▁stupidity	-10.461
▁Sheen	-10.4614
▁recall	-10.4614
▁judge	-10.4617
▁Bay	-10.4624
▁flying	-10.4625
▁mile	-10.4625
▁ruined	-10.463
▁Wi	-10.4634
▁Fred	-10.4634
▁cringe	-10.4637
lia	-10.4656
▁crying	-10.466
▁Na	-10.4666
▁rolling	-10.4667
run	-10.4668
▁Mu	-10.4676
▁previously	-10.468
▁realized	-10.4682
▁Pu	-10.4694
cra	-10.4696
▁El	-10.4697
▁solve	-10.47
live	-10.4717
▁def	-10.4723
tended	-10.4728
▁suffers	-10.4754
lf	-10.4759
▁puppets	-10.4769
ative	-10.4772
▁card	-10.4783
▁references	-10.4786
▁gal	-10.4795
Then	-10.4797
▁leg	-10.4798
▁cur	-10.4804
▁blo	-10.4807
unk	-10.4811
▁talents	-10.4816
▁scripted	-10.4817
▁numbers	-10.4822
▁site	-10.4847
than	-10.4852
▁angles	-10.4855
▁caus	-10.486
▁players	-10.4886
▁commercials	-10.489
▁le	-10.4915
▁expression	-10.4924
▁costume	-10.493
▁Pal	-10.4939
▁dec	-10.4954
ged	-10.4956
▁soldier	-10.4959
filled	-10.4968
▁Men	-10.4996
▁Ber	-10.5004
head	-10.5007
▁ya	-10.5022
▁Sha	-10.5029
air	-10.5041
▁sole	-10.5067
▁repeat	-10.5088
▁burn	-10.509
play	-10.5093
▁struggle	-10.5096
▁den	-10.5097
▁weeks	-10.51
ux	-10.5118
▁draw	-10.5118
▁vampires	-10.5118
▁scar	-10.5136
▁rob	-10.5139
First	-10.5141
Also	-10.5141
Just	-10.5141
John	-10.5141
horror	-10.5141
watch	-10.5145
Avoid	-10.5147
▁stretch	-10.5151
▁connect	-10.5153
▁Are	-10.5155
▁wrestl	-10.5159
▁sudden	-10.5164
▁exact	-10.5166
▁proper	-10.5169
ET	-10.5185
Yes	-10.5194
entific	-10.5195
▁melodrama	-10.5198
▁intriguing	-10.5199
Spoiler	-10.5199
▁Campbell	-10.5199
▁Washington	-10.5199
▁astronaut	-10.5199
▁buddies	-10.5199
▁colour	-10.5199
▁competition	-10.5199
▁depressing	-10.5199
▁exercise	-10.5199
▁helicopter	-10.5199
▁implausible	-10.5199
▁jungle	-10.5199
▁ludicrous	-10.5199
▁newspaper	-10.5199
▁pitiful	-10.5199
▁position	-10.5199
▁religious	-10.5199
▁strength	-10.5199
▁summary	-10.5199
▁unusual	-10.5199
▁variety	-10.5199
▁downhill	-10.5199
▁Again	-10.5199
▁Sandra	-10.5199
